[{ "_id": 123, "topic": "Space", "userName": "SpaceX",
  "title": "All Dragon and Starship missions have the ability to conduct scientific research to improve life back on Earth as well as raise awareness to a global audience. ",
  "time": "2h",   "image": "/images/spacex.jpg",
"liked":  true, "replies": 123, "retuits":  7, "likes":  12,
  "handle": "@SpaceX", "tuit": "The Dragon spacecraft is capable of carrying up to 7 passengers to and from Earth orbit and beyond. It is the only spacecraft currently flying that is capable of returning significant amounts of cargo to Earth, and is the first private spacecraft to take humans to the space station."
},
  { "_id": 234, "topic": "Space",   "userName": "SpaceX",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "time": "2h",   "image": "/images/spacex.jpg", "liked":  false, "replies": 24, "retuits":  40, "likes":  15,
    "handle": "@SpaceX", "tuit": "SpaceX’s Starship spacecraft and Super Heavy rocket – collectively referred to as Starship – represent a fully reusable transportation system designed to carry both crew and cargo to Earth orbit, the Moon, Mars and beyond. Starship will be the world’s most powerful launch vehicle ever developed, with the ability to carry up to 150 metric tonnes to Earth orbit reusable, and up to 250 metric tonnes expendable."
  },
  { "_id": 345, "topic": "Energy",  "userName": "Tesla",
    "title": "Tesla FSD finally makes driving obsolete. After years of delay, Tesla Full Self Driving can drive you to work while you work, play, or sleep",
    "time": "4d",   "image": "/images/tesla.jpg", "liked":  false, "replies": 61, "retuits":  50, "likes":  100,
    "handle": "@Tesla", "tuit": "Autopilot is an advanced driver assistance system that enhances safety and convenience behind the wheel. When used properly, Autopilot reduces your overall workload as a driver. Each new Tesla vehicle is equipped with eight external cameras and powerful vision processing to provide an additional layer of safety. Model 3 and Model Y built for the European and Middle Eastern markets will now utilise our camera-based Tesla Vision, which are not equipped with radar and instead rely on Tesla’s advanced suite of cameras and neural net processing to deliver Autopilot and related features."
  }
]